Repository: Adrianmk98/jnd-lib-home
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_ca

source: Laurentian University Library &amp; Archives
fr_ca: Université Laurentienne Bibliothèque et archives

source: Skip to main content
fr_ca: Passer au contenu principal ?

source: https://laurentian.ca/current-students
fr_ca: https://laurentienne.ca/etudiants-actuels

source: Students
fr_ca: Étudiants

source: https://laurentian.ca/faculty-staff
fr_ca: https://laurentienne.ca/corps-professoral-et-employes

source: Faculty &amp; Staff
fr_ca: Corps professoral et employés

source: https://laurentian.ca/alumni
fr_ca: https://laurentienne.ca/anciens

source: Alumni
fr_ca: Anciens

source: https://my.laurentian.ca/user/login
fr_ca: https://ma.laurentienne.ca/user/login

source: Applicants
fr_ca: Candidats

source: https://laurentian.ca/parents
fr_ca: https://laurentienne.ca/parents

source: https://laurentian.ca/give
fr_ca: https://laurentienne.ca/donnez

source: Donate
fr_ca: Donnez

source: https://biblio.laurentienne.ca/
fr_ca: https://biblio.laurentian.ca/

source: fr-CA
fr_ca: en-CA

source: Français
fr_ca: English

source: Laurentian University logo
fr_ca: Université Laurentienne

source: Library and Archives
fr_ca: Bibliothèque et archives

source: https://biblio.laurentian.ca/research/content/covid-19-library-and-archives-faq
fr_ca: https://biblio.laurentian.ca/research/fr/content/covid-19-foire-aux-questions-biblioth%C3%A8que-et-archives

source: COVID-19: Library and Archives FAQ
fr_ca: COVID-19: Foire aux questions, Bibliothèque et Archives

source: Search
fr_ca: Recherche

source: Search query
fr_ca: Requête de recherche

source: Search Omni for books, journals, articles, videos...
fr_ca: Trouver des articles, livres, périodiques, vidéos et plus encore

source: What is Omni?
fr_ca: Qu'est-ce qu'Omni ?

source: https://omni.laurentian.ca/discovery/search?vid=01OCUL_LU:OMNI&amp;lang=en&amp;mode=advanced
fr_ca: https://omni.laurentian.ca/discovery/search?vid=01OCUL_LU:OMNI&amp;lang=en&amp;mode=advanced&amp;lang=fr

source: Advanced search
fr_ca: Recherche avancée

source: Your best place to discover millions of quality, academic resources from 16 Ontario university libraries, including books, full text articles, unique special collections, videos, and much more. For more information about Omni see our <a href="https://biblio.laurentian.ca/research/content/frequently-asked-questions-about-omni-laurentians-new-library-system">Omni FAQ</a>.
fr_ca: Omni est un outil de recherche universitaire unifié qui permet de rechercher des livres, des articles et de nombreux autres types de ressources pour faciliter vos démarches de recherche. Voir notre <a href="https://biblio.laurentian.ca/research/fr/content/omni-votre-nouvel-outil-de-recherche-universitaire-foire-aux-questions">FAQ d'Omni</a>.

source: Find a database
fr_ca: Trouver une base de données

source: Database search
fr_ca: Recherche une base de données

source: Find a research guide
fr_ca: Trouver une guide de recherche

source: https://biblio.laurentian.ca/research/guides/archives
fr_ca: https://biblio.laurentian.ca/research/fr/guides/archives

source: https://biblio.laurentian.ca/research/guides/archives#tab2
fr_ca: https://biblio.laurentian.ca/research/fr/guides/archives#tab2

source: Policies &amp; Procedures
fr_ca: Politiques et procédures

source: https://biblio.laurentian.ca/research/guides/archival-fonds
fr_ca: https://biblio.laurentian.ca/research/fr/guides/fonds-darchives

source: Archival Fonds
fr_ca: Fonds d'archives

source: https://biblio.laurentian.ca/research/guides/anglican-diocese-moosonee
fr_ca: https://biblio.laurentian.ca/research/fr/guides/registres-de-l%C3%A9glise-anglicane

source: Anglican Diocese of Moosonee Fonds
fr_ca: Fonds anglican du diocèse de Moosonee

source: https://biblio.laurentian.ca/research/guides/special-collections-archives
fr_ca: https://biblio.laurentian.ca/research/fr/guides/collections-sp%C3%A9ciales-archives

source: Special Collections
fr_ca: Collections spéciales

source: https://biblio.laurentian.ca/research/guides/archives#tab3
fr_ca: https://biblio.laurentian.ca/research/fr/guides/archives#tab3

source: Related Sites
fr_ca: Sites connexes

source: https://biblio.laurentian.ca/research/service
fr_ca: https://biblio.laurentian.ca/research/fr/service

source: https://omni.laurentian.ca/discovery/account?vid=01OCUL_LU:OMNI&amp;section=overview
fr_ca: https://omni.laurentian.ca/discovery/account?vid=01OCUL_LU:OMNI&amp;section=overview&amp;lang=fr

source: My Account
fr_ca: Mon compte

source: https://omni.laurentian.ca/discovery/search?vid=01OCUL_LU:OMNI
fr_ca: https://omni.laurentian.ca/discovery/search?vid=01OCUL_LU:OMNI&amp;lang=fr

source: Course Reserves
fr_ca: Réserves pour les cours

source: https://biblio.laurentian.ca/research/guides/managing-citations
fr_ca: https://biblio.laurentian.ca/research/fr/guides/gestion-citations

source: Managing citations
fr_ca: Logiciels bibliographiques

source: https://biblio.laurentian.ca/research/guides/interlibrary-loans-racer
fr_ca: https://biblio.laurentian.ca/research/fr/guides/pr%C3%AAt-entre-biblioth%C3%A8ques-racer

source: Interlibrary Loan
fr_ca: Prêt entre bibliothèques

source: https://biblio.laurentian.ca/research/guides
fr_ca: https://biblio.laurentian.ca/research/fr/guides

source: Research
fr_ca: Recherche

source: https://biblio.laurentian.ca/research/databases-a-z
fr_ca: https://biblio.laurentian.ca/research/fr/databases-a-z

source: Databases
fr_ca: Bases de données

source: Research Guides
fr_ca: Guides de recherche

source: https://biblio.laurentian.ca/research/services
fr_ca: https://biblio.laurentian.ca/research/fr/services

source: Research Help
fr_ca: Aide à la recherche

source: https://biblio.laurentian.ca/research/services/#tab8
fr_ca: https://biblio.laurentian.ca/research/fr/services/#tab8

source: Research Skills Tutorial
fr_ca: Tutoriel de compétences de recherche

source: https://biblio.laurentian.ca/research/resources
fr_ca: https://biblio.laurentian.ca/research/fr/content/resources

source: Resources
fr_ca: Ressources

source: https://biblio.laurentian.ca/research/guides/copyright-lu
fr_ca: https://biblio.laurentian.ca/research/fr/guides/droit-d%E2%80%99auteur-ul

source: Copyright @ LU
fr_ca: Droit d’auteur @ UL

source: https://biblio.laurentian.ca/research/guides/data-and-statistics
fr_ca: https://biblio.laurentian.ca/research/fr/guides/donn%C3%A9es-et-statistiques

source: Data
fr_ca: Données

source: https://biblio.laurentian.ca/research/guides/geospatial-data-lu
fr_ca: https://biblio.laurentian.ca/research/fr/guides/donn%C3%A9es-g%C3%A9ospatiales

source: Geographic Information Systems
fr_ca: Système d'information géographique

source: GIS
fr_ca: SIG

source: https://zone.biblio.laurentian.ca/dspace/?locale=en
fr_ca: https://zone.biblio.laurentian.ca/dspace/?locale=fr

source: LU|Zone|UL: research repository
fr_ca: LU|Zone|UL : dépôt de recherche

source: https://biblio.laurentian.ca/research/contact-us
fr_ca: https://biblio.laurentian.ca/research/fr/coordonn%C3%A9es-et-renseignements

source: Contact us
fr_ca: Coordonnées et renseignements

source: https://biblio.laurentian.ca/research/contact-us#tab3
fr_ca: https://biblio.laurentian.ca/research/fr/coordonn%C3%A9es-et-renseignements#tab3

source: Giving to the Library
fr_ca: Dons à la Bibliothèque

source: https://biblio.laurentian.ca/research/content/library-accessibility-services
fr_ca: https://biblio.laurentian.ca/research/fr/content/services-daccessibilit%C3%A9

source: Accessibility
fr_ca: Accessibilité

source: Today's hours
fr_ca: Heures d'aujourd'hui

source: https://laurentian.ca/library-hours
fr_ca: https://laurentienne.ca/biblio-horaire

source: All hours
fr_ca: Tous les horaires

source: Chat loading...
fr_ca: Chargement du chat...

source: https://biblio.laurentian.ca/research/news
fr_ca: https://biblio.laurentian.ca/research/fr/nouvelles

source: News
fr_ca: Nouvelles

source: We would like to acknowledge that the J.N. Desmarais Library &amp; Archives are located on the traditional territory of the Atikameksheng Anishnaabek and Wanipitei First Nations, which is within the Robinson-Huron Treaty territory.
fr_ca: Nous désirons reconnaître que la Bibliothèque J.N. Desmarais & les archives sont situés sur le territoire traditionnel de la Nation Atikameksheng Anishnawbek, qui fait partie du territoire désigné dans le traité Robinson-Huron.

source: Laurentian University, Sudbury, Ontario, Canada.
fr_ca: Université Laurentienne. Sudbury, Ontario, Canada.

source: https://laurentian.ca/policies-accountability
fr_ca: https://laurentienne.ca/politiques

source: Policies
fr_ca: Politiques

source: https://laurentian.ca/accessibility-services
fr_ca: https://laurentienne.ca/services-daccessibilite

source: https://goo.gl/forms/PQg98HDZnU5PYbu42
fr_ca: https://docs.google.com/forms/d/e/1FAIpQLScin_KS6KK90r9qRpnqtD5tZs5brrcsd-V-GnTkkJ-reWtiQg/viewform

source: Feedback
fr_ca: Commentaires
